{
    "index": {
        "section1": {
            "Heading1": "Sri Lanka",
            "Heading2": "The Ultimate Safari Experience on an Island",
            "Heading3": "A Guide To The Wildlife Of Sri Lanka",
            "Para1": "The island of Sri Lanka is home to a diverse array of wildlife, including elephants, leopards, marine life, and a wide variety of birds. It is also one of the best places in the world to witness whales, notably the majestic blue whale.",
            "Para2": "The easiest method to see animals in their natural habitat is to visit safari parks and sanctuaries, especially in the southern and central regions of the country, where 12% of the land is set aside for wildlife conservation.",
            "Para3": "Keep an eye out for sightings of the endangered leopard; observe the elephants at their feeding and washing stations in tanks or lagoons; or take a leisurely stroll along the west and south coast beaches close to the marine turtles as they lay their eggs."
        },
        "section2": {
            "Heading1": "ENDEMIC BIRDS OF SRI LANKA",
            "Para1": "The island nation of Sri Lanka, which is tucked away in the Indian Ocean, is a secret haven for avian enthusiasts. An astounding variety of bird species find home in Sri Lanka, which has a broad range of environments from lush rainforests to barren plains. It is a birdwatcher's heaven due to its tropical temperature, immaculate scenery, and friendly residents. A Refuge for Bird Diversity.",
            "Para2": "The surprising variety of birds seen in Sri Lanka is hidden by its small size. For both experienced and inexperienced birdwatchers, there are over 440 documented bird species. The island provides a unique opportunity to study resident and seasonal species, since it acts as a crossroads for migratory birds.",
            "Para3": "There are numerous Important Bird Areas and bird sanctuaries in the area where a remarkable variety of avifauna can be observed. The Kumana and Bundala National Parks are excellent places to go bird watching, offering views of nearly all Sri Lankan bird species. Another popular destination in Sri Lanka is the Sinharaja Bird Wave, which offers tourists the island's longest and greatest documented bird waves."
        },
        "section3": {
            "Para1": "On the island, 102 terrestrial animals have been found thus far. Of these, 90 are native species, 14 of which are unique to Sri Lanka. Because of the island's varied temperature, vegetation, attitude, and geographic past, mammals are widely dispersed throughout the nation. Elephants are the most iconic animal on the island, and many visitors come to Sri Lanka just to view them. To observe elephants in their natural habitat in one of the national parks, or to learn more about the significance of elephants to Sri Lankan culture, stop by the Millenium Elephant Foundation. Many national parks in Sri Lanka offer opportunities to witness the elusive leopard, but Yala National Park boasts the largest density of leopards worldwide. Visit the serene Wilpattu to observe sloth bears, or visit the Polonnaruwa monkeys to witness toque macaque, grey langur, and purple-faced leaf monkeys. Continue reading to find out what some of top national parks Sri Lanka has to offer",
            "List": [
                "Fishing Cat Prionailurus viverrinus",
                "Asian Elephant Elephas maximus",
                "Jungle Cat Felis chaus",
                "Otter Lutra lutra",
                "Sloth Bear Melursus ursinus",
                "Golden or Black-backed Jackal Canis"
            ]
        },
        "section4": {
            "Heading1": "MARINE LIFE OF SRI LANKA",
            "Para1": "The island is also thought to be the greatest location on Earth to see blue whales, the biggest animals to have ever lived. The finest places to see these incredible creatures are around the coasts of Trincomalee and Mirissa, although Kalpitiya is regarded as one of the top 10 places in the world to see the incredible sperm whale, which is the largest toothed whale in the world. In the meantime, Mirissa provides tourists with the best opportunity to observe both of these spectacular marine mammals on the same tour.",
            "Para2": "Along with a variety of vibrant tropical fish and intricate, captivating corals, Sri Lanka's oceans are home to a broad variety of amazing creatures, such as whales and dolphins, dugongs, sting rays, eels, whale sharks, and five kinds of endangered marine turtles. Take a whale and dolphin watching excursion to hunt for the majestic blue whale, or observe a turtle laying its eggs in the beach before it heads back out to sea. How about taking a wildlife vacation in Sri Lanka? There are wildlife activities all year round on the island because of its remarkably diverse topography and the amazing array of species that have made this their home.",
            "Para3": "Dolphin and whale viewing is popular in the nearby ocean, thus Sri Lanka's wildlife is not just found on land. Whale watching is especially popular in the waters off the southern coastal town of Mirissa, where sightings are common not too far out to sea. Additionally, visit the Kalpitiya peninsula, which is well-known for its enormous pods of bottle-nosed dolphins, to go dolphin watching."
        },
        "section5": {
            "Heading1": "BEST DIVING EXPERIENCE IN SRI LANKA",
            "Heading2": "1. Batticaloa Diving Experience-", 
            "Para1": "It is the island's East most coast. Wreck diving is well-known in this region. May through October is when diving at Batticaloa is most enjoyable. The waters here are unique in that they have excellent visibility. There is a wide variety of diving locations with varying degrees of difficulty and depth, making it an excellent option for both novice and expert divers. Giant morays, Trevally, Tuna, and lesser species such as Sweetlips,Emperor and Bannerfish. Nearby rocks are home to a plethora of lobsters, crabs, and shrimp. There are diving facilities, such as Batticaloa. Diving Center, where you can obtain PADI-certified diving instruction.",
            "Heading3": "2. Kalpitiya Diving Experience-", 
            "Para2": "The diving experience at Kalpitiya is situated 165 kilometers north of Colombo in the Puttalam district of the northwest province of Sri Lanka. It is among Sri Lanka's top diving locations. April through November is Kalpitiya's visitor season. The main reason for Kalpitiya's fame is its abundance of whales and dolphins. Most notably, only the waters around Kalpitiya are home to Spinner dolphins. They gather in superpods close to the coast. Furthermore, the largest coral reef in the Indian Ocean is located within an hour's boat ride from the shore of Kalpitiya and is accessible via the Bar Reef Sanctuary. With a surface area of over 307 square kilometers, this bar reef is the richest in biodiversity in the Indian Ocean. More than 156 coral and 283 fish species.",
            "Heading4": "3. Colombo Diving Experience-", 
            "Para3": "Colombo diving experience: The wrecks are the primary draw of Colombo. Shipwrecks litter the coastline in a dozen different places. In addition, there are some average reefs, both hard and soft corals, and of course, marine life. Diving in Colombo sites is available from November through April. That comes after the end of the monsoon. The months of November and December may see some light rain. February and March are the ideal months because of the ideal heat and dry weather. This location has both older and more modern shipwrecks. Black coral trees and a variety of colorful, hard, and soft corals cover the majority of these shipwrecks. Numerous fish species, such as Barracuda, Fusiliers, Glassfish, Bigmouth Mackerel, and Blueline Snappers, are drawn to these."
        }
    },
    "index2": {
        "section1": {
            "Heading1": "INTRODUCTION",
            "Para1": "Situated in the south-west lowland wet zone of Sri Lanka's Sabaragamu and southern provinces, Sinharaja is a rain forest and biodiversity hotspot. The last remaining intact primary tropical rain forest in the nation is found in Sinharaja Rain Forest. In addition to the abundance of endemic animals, particularly birds, the reserve is home to more than half of Sri Lanka's endemic mammal and butterfly species, as well as insects, reptiles, and uncommon amphibians. This is a major factor in the 1988 UNESCO World Heritage designation of Sinharaja Forest, then known as Sinharaja Forest Reserve. The only sizable area of unspoiled tropical rain forest on the island was initially identified as Sinharaja Forest in 1936. In 1978, UNESCO designated Sinharaja Forest as a biosphere reserve. The location is almost ready to be designated as a National Heritage Wilderness Area in recognition of the necessity for the highest level of protection.",
            "Heading2": "ABOUT",
            "Para2": "It is an excellent location for studying the process of biological evolution as well as the home of rare and endangered species. The greatest spot to see mixed-species bird flocks is at Sinharaja Forest. This is the largest mixed species bird flock in the world, with an average of 42 unique birds in the flocks, according to a study done on the subject. The world's longest bird flock study, which has been ongoing since 1981, is the mixed species bird flock research in Sinharaja Forest. Research on the biodiversity of Sinharaja has shown that over 50% of the butterflies, fish, amphibians, reptiles, birds, and mammals are highly endemism. The Sambhur deer is the most prevalent species; the reserve also contains Barking and Monk deer. Although leopards are extremely rare to see in person, their regular presence has been verified by tracks and other indicators. 72% of the birds found in the reserve's western portion were resident non-endemic species, and 13% were migrants. The 262 vertebrate species in the table below, 60 of which are endemic to Sri Lanka, have been compiled.",
            "Heading3": "LOCATION AND AREA",
            "Para3": "Enter the Sinharaja Forest Reserve from the north or west of the country through Ratnapura, Kiriella, Kalawana, and Weddala. Enter the Sinharaja Rain Forest from the south through Deniya. Enter the Sinharaja Forest Reserve from the side of Rakwana if you are coming from Hambantota, Udawalawe. The total area covered by this forest is roughly 11187 hectares. The woodland stretches roughly 21 kilometers from east to west. Its width is roughly 3.7 km from north to south. This woodland is located at latitudes 6 21–6 26 and longitudes 80 21–80-34 in the southwest lowland Wet Zone of the nation. It covers the Ratnapura, Galle, and Matara administrative districts."
        },
        "section2": {
            "Heading1": "INTRODUCTION",
            "Para1": "The third-most-visited park in Sri Lanka is the Udawalawe National Park. A wide variety of creatures can be found in Udawalawe due to its unique range of environments. One of the best national parks in Sri Lanka for wildlife tours and bird watching, Udawalawe National Park is home to an amazing population of Asian elephants, as well as 184 species of birds, 33 of which are migratory, 94 types of plants, 21 fish, 12 amphibians, 33 reptiles, 43 mammals, and 135 species of butterflies. Because there are so many open grasslands in this area, Sri Lankan elephants can be found in natural settings. Since its establishment in 1995, the Udawalawe Transit Home has cared for abandoned elephant calves and assisted in reintegrating the rescued calves into the wild.",
            "Heading2": "ABOUT",
            "Para2": "Even on the shortest of safaris, it is not uncommon to witness herds of Sri Lankan elephants congregating at the waterholes to feed and bathe. The Udawalawe National Park is renowned for its resident population of these elephants, who are recognized subspecies of their Asian cousin. There are perhaps 600–700 Sri Lankan elephants living inside the boundaries of this wildlife park. Elephants are culturally significant animals that number about 5,800 on the island, according to a 2011 census conducted in Sri Lanka. Elephants in Sri Lanka are a threatened species. Udawalawe is an excellent location for an unforgettable bird safari, with an astounding 183 bird species documented as residing within the Park and many more passing through on their migratory paths. The Brown-capped Babbler, Malabar pied hornbill, Sri Lanka Spurfowl, and Sri Lanka Junglefowl are notable examples of endemic species.",
            "Heading3": "CLIMATE",
            "Para3": "Udawalawe, renowned for its national park in Sri Lanka, experiences a tropical climate characterized by warm temperatures ranging from 26 to 32 degrees Celsius throughout the year. The region witnesses a distinct wet season from April to September, marked by increased rainfall, while the dry season prevails from October to March. High humidity is typical, particularly during the wet season. Although Udawalawe is not classified as a rainforest, its national park is celebrated for its rich biodiversity, featuring elephants, crocodiles, and diverse bird species. The climate significantly influences the park's ecosystem, contributing to its status as a prominent wildlife sanctuary in the region."
        }
    },
    "index3": {
        "section1": {
            "Heading1": "About the Department of Wildlife Conservation",
            "Heading2": "Protected Areas of Sri Lanka",
            "Para1": "The Sri Lankan Biodiversity is Conserved by the Department of Wildlife Conservation The Fauna and Flora Protection Ordinance No. 2 of 1937 grants legal protection to each and every species.\nProtected Areas serve as a network for the protection of habitats and the biodiversity they support. The Fauna and Flora Protection Ordinance and the Provisions of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) are used to regulate the international trade of wild species.\nA global pact amongst states, CITES stands for the Convention on International Trade in Endangered Species of Wild Fauna and Flora.\nIts goal is to make sure that the worldwide commerce in wild animal and plant specimens doesn't jeopardize the species' continued existence."
        },
        "section2": {
            "Heading1": "Entrance to Yala"
        },
        "section3": {
            "Heading1": "Horton Plains"
        },
        "section4": {
            "Heading1": "Wilpattu"
        },
        "section5": {
            "Heading1": "Wasgamuwa"
        },
        "section6": {
            "Heading1": "Maduru Oya National Park"
        },
        "section7": {
            "Heading1": "Yala"
        },
        "section8": {
            "Heading1": "Birds of Kumana National Park"
        },
        "section9": {
            "Heading1": "Wildlife of Wilpattu"
        },
        "section10": {
            "Heading1": "Wildlife of Horton Plains"
        },
        "section11": {
            "Heading1": "Kumana National Park"
        },
        "section12": {
            "Heading1": "Google Map location of the Department of Wildlife Conservation: "
        }
    },
    "index4": {
        "section1": {
            "Heading1": "Leopard of Sri Lanka",
            "Heading2": "National Parks in Sri Lanka to See Leopards",
            "Heading3": "Wilpattu National Park",
            "Para1": "Stretching across more than 131 thousand hectares, this protected area is the largest and oldest in Sri Lanka.  The Department of Wildlife Conservation oversees the five blocks that make up the park, which was established between 1938 and 1973 in accordance with the Fauna and Flora Protection Ordinance. WNP borders the districts of Mannar and Vavuniya and extends over Puttalam and Anuradhapura. In addition to being one of the most significant habitats for elephants in the nation, the location is excellent for seeing sloth bears and Sri Lankan leopards. Compared to many other Sri Lankan national parks, it has a denser forest cover.  The scenery of the WNPs is made up of sand dunes, vast open plains, distinctive Villu wetlands, and dry zone woods and prickly scrub. The bare reddish cliffs that rise sharply from the slender beaches of the Dutch Bay and Portugal Bay are another remarkable aspect of the area."
        },
        "section2": {
            "Heading1": "Yala National Park",
            "Para1": "Shaggy undergrowth and monsoon woods predominate in Yala, which is situated in the island's arid zone.  The reserve is primarily level, but it is broken up by large granite outcrops, meadows, and brackish lakes. Sand dunes define the reserve's coastline edge.  The park receives rainfall from the northeast monsoon and is located in the island's semi-arid zone."
        },
        "section3": {
            "Heading1": "Threats to Leopards in Sri Lanka",
            "Heading2": "Excessive Huntings",
            "Para1": "Poachers occasionally target leopards for the illegal wildlife market trading of their skin, bones, and other body parts. This illicit activity is a serious danger to Sri Lankan leopard populations.  To read more click below: 109 leopards slain in 12 years, risks rising for 1,000 left  The International Union for Conservation of Nature (IUCN) has designated the Sri Lankan leopard, a native subspecies of leopards, as endangered.  There are only about 1000 leopards in the world, and poaching is one of the many factors contributing to their diminishing population.  These days, the population is restricted to those parts of the nation that respect the preservation of these animals. Since 1964, the Fauna and Flora Protection Ordinance has provided protection for Sri Lankan leopards. Leopards are now classified as strictly protected species under the 2009 modification to the Fauna and Flora Protection Ordinance.  This means that it is illegal to kill, maim, or hurt a leopard, or to keep a live animal, a dead body, or any part of a body. Selling or exposing a dead body or any part of one, as well as dealing in live animals, are prohibited when it comes to leopards",
            "Heading3": "Loss of Habitat",
            "Para2": "The loss of habitat brought on by human activities like deforestation, urbanization, and agricultural development is one of the main dangers facing leopards in Sri Lanka. There is less room for leopards to wander and find food as human populations increase and encroach upon natural areas. This causes conflicts with humans and a fall in leopard population.  Wild animals are forced into increasingly constrained areas as a result of ad hoc initiatives that are started, frequently at the request of local politicians, and the destruction of forests and natural habitat.  They invade cultivations that were formerly their home areas since they are unable to thrive on the food that is there, and their demise is certain. The prey species of leopards migrate towards humans first, attracted by the nutrient-rich cultivations and with little remaining in their current confinement regions. The local population hunts them down, making them the main targets of snares and traps. Leopard Conservation Institute of Sri Lanka that focus on prevention of loss of habitat for Leopards"
        }
    },
    "index5": {
        "section1": {
            "Heading1": "Endemic Animals of Sri Lanka",
            "Heading2": "SRI LANKAN JUNGLEFOWL",
            "Para1": "Lesson originally described the Sri Lankan Jungle fowl (Gallus lafeyetii) in 1831. It belongs to the same family as domestic chickens, Gallus. The Red Jungle fowl (Gallus gallus) is the ancestor of all domestic chickens. It holds the unique distinction of being Sri Lanka's national bird and is featured on stamps and other stationery. There are now 4 species of Gallus known to exist in Asia. The four types of jungle fowl are the green (Gallus varius), red (Gallus gallus), grey (Gallus sonneratii), and Sri Lankan (Gallus lafeyetii). There are no other endemic species of jungle fowl in the world besides Sri Lanka.",
            "Heading3": "RED SLENDER LORIS",
            "Para2": "The tiny, nocturnal red-slender loris (Loris tardigradus) is a strepsirrhine monkey that is exclusive to Sri Lanka's rainforests. This is species number 22 out of 100 EDGE mammal species worldwide, and number 6 out of the 10 focus species that are thought to be the most globally endangered and evolutionarily different. There are now two recognized subspecies: L. t. tardigradus and L. t. nycticeboi"
        },
        "section2": {
            "Heading1": "LAYARD'S PARAKEET",
            "Para1": "This forest bird is restricted to the foothill and mid-hilly regions up to around 5000 feet above sea level. It is often observed in residential gardens and cleared areas. The Peak Wilderness Sanctuary, Kitulgala Forest, Sinharaja Rain Forest, Hiyare Forest Reserve, Udawattakele Forest Reserve, Kanneliya National Park, and the Riverstone region are among the places where one can see the bird.",
            "Heading2": "GOLDEN PALM CIVET",
            "Para2": "Most Sri Lankans have encountered civets at some point in their lives. Civets are small, nocturnal mammals that are native to tropical regions of Asia and Africa. When referred to as Uguduwa, Kalawadda, and Hotambuwa in Sinhala or Maranai in Tamil, civets can be easily identified. Humans do not make friends with these mammals, and they are frequently disregarded as a species that adds to the richness of our island. Civets frequently go to new places, including suburbs and cities, where they come into contact with people."
        },
        "section3": {
            "Heading1": "TOQUE MACAQUE",
            "Para1": "The macaca is a golden-brown monkey that is unique to Sri Lanka. Known locally as the 'Rilawa,' this species may be easily identified by the toque-shaped swirl of hair on top of its head, the amount of which varies depending on the region in which it lives. Of all the monkey species, this subspecies has been the focus of one of the longest behavioral investigations ever carried out.",
            "Heading2": "BLUE MAGPIE",
            "Para2": "The vividly colored Ceylon magpie, also known as the Sri Lanka blue magpie (Urocissa ornata), is a member of the Corvidae family that is unique to Sri Lanka. This species is extremely energetic and nimble because it is accustomed to hunting in the deep canopy. However, it is rarely utilized for long-distance flying because of its feeble performance. The Sri Lanka blue magpie is categorized as vulnerable to extinction because of the fragmentation and degradation of its habitat, which is deep primary forest in the wet zone of southern Sri Lanka, despite its capacity to adapt to human presence."
        },

        "section4": {
            "Heading1": "SLOTH BEAR",
            "Para1": "In dry zone forests, there exists the sloth bear, the lone member of the Family Ursidae in Sri Lanka. The distinctive black coat of the sloth bear is shaggy, dusty, and messy. It walks alone, keeping its nose close to the ground searching for insects and fresh fruit. It makes loud grunts and snorts when it does so. The main food source for sloth bears is termites and ants. They hang out on the Palu trees for a long time during fruiting season because the richness and sweetness of the Palu fruits are just too good to resist. Sloth bears typically give birth to a litter of two cubs. The most well-known locations to see sloth bears are in the national parks of Yala, Wilpattu, and Wasgomuwa.",
            "Heading2": "SRI LANKAN LEOPARD",
            "Para2": "One of the eight recognized subspecies of leopard, the Sri Lankan Leopard (Panthera parades kotiya) is native to Sri Lanka. The smallest of the 'Big cats,' the Sri Lankan leopard, is still the only large mammal predator in the nation and is larger than its relatives that reside elsewhere. Being predatory carnivores, these incredibly graceful and agile animals are skilled hunters who hunt a variety of food, including small mammals, birds, reptiles, wild boar, sambur, and barking deer, of which the spotted deer consumes a bigger portion. They are best viewed at dawn and dusk, and occasionally throughout the day. They hunt mostly at night.",
            "Heading3": "Discover about the 2 dominant wildlife habitats of these Endemic Animals of Sri Lanka"
        }
    },
    "index6": {
        "section1": {
            "Para1": "One of Sri Lanka's must-see locations is Yala National Park, also called Ruhuna National Park. This outstanding game reserve, which is the most well-known in Sri Lanka, is situated in the southeast of the country for good reason. Yala is divided into five blocks and occupies an area of 1,260 square kilometers. It is believed to have the highest density of leopards per square kilometer in the world. The most popular area of the reserve is Block I, which also offers the best opportunities for a leopard safari. Although leopards are normally difficult to spot, sightings in Yala are very good; you may see them lounging in the sun on rocky outcrops, in trees, across paths, and next to waterholes. Sloth bears, Asian elephants, deer, monkeys, buffalo, and several bird species coexist with leopards. Yala provides the finest chance to observe leopards in Sri Lanka if that's your top priority."
        },
        "section2": {
            "Heading1": "WILDLIFE OF YALA",
            "Para1": "The greatest place in Sri Lanka to witness a variety of wildlife, including sloth bears, elephants, and leopards, is Yala National Park. The park is home to 44 animal species and about 215 bird species, including seven unique species. The park is split into five blocks, the most popular of which is block I, which is home to the majority of game drives. This block is known for having the highest density of leopards per square kilometer worldwide. Many of the younger males sunbathe on rocky rocks in broad view, and meander languidly along paths, so accustomed are they to their supremacy within the reserve and the jeeps that come looking for them. Yala is therefore the most visited national park in Sri Lanka and draws a sizable number of tourists.",
            "Heading2": "AREA AND LOCATION",
            "Para2": "Geographically speaking, Yala National Park is situated in Sri Lanka between latitudes 06°16′ and 06°42′ North and longitudes 81°15′ and 81°42′ East. The town of Tissamaharama in the Southern Province's Hambantota District is the gateway to the Park. Ruhuna National Park experiences a typically hot and dry environment due to its location in one of Sri Lanka's arid regions. The region receives its yearly rainfall in November through January during the northeast monsoon, as well as erratic intermonsoonal showers in March/April and September. Although a daily maximum of 37 C is not unheard of during the dry season, the yearly temperature close to sea level is 27 C."
        },
        "section3": {
            "Heading1": "Top things to do in Yala National Park",
            "Heading2": "1.Safari Rides",
            "Para1": "In Yala National Park, safari rides are a no-brainer. They offer thrilling wildlife encounters and unsettling experiences that are all designed to make you appreciate the local wildlife in its natural setting. In addition to reserving a jeep and driver for your safari, it is advisable to arrange for a guided tour. If you love nature, spending two to three nights in Yala will maximize your chances of seeing the creatures. Every day at 6 a.m., the park opens to visitors. If you're lucky, you might spot some animals in the early morning when they're just starting to wake up and wander or sit on the walkways!",
            "Heading3": "2.Bird Watching",
            "Para2": "With good reason, Yala is one of Sri Lanka's 70 'Important Bird Areas.' The park is home to about 215 different bird species, seven of which are native to Sri Lanka. These include the black-capped bulbul (Pycnonotus melanicterus), brown-capped babbler (Pellorneum fuscocapillus), crimson-fronted barbet (Psilopogon rubricapillus), blue-tailed bee-eater (Merops philippinus), Sri Lankan wood pigeon (Columba torringtoniae), brown-capped babbler (Pellorneum fuscocapillus), and last but not least, the Sri Lankan grey hornbill (Ocyceros gingalensis).In addition, the rare species of Purple Heron, Lesser Flamingo, Egrets, Oriental Darters, and Purple Swamphen are drawn to the lagoon in the park. Certain waterfowl, such as the Eurasian Curlew, Whitewing Tern, Ruddy, Godwit, Whimbrel, or Northern Pintail, visit Yala Lagoons during the northeast monsoon.",
            "Heading4": "3.Safari Camps",
            "Para3": "Wildlife aficionados can enjoy a laid-back stay in a natural paradise, explore off-beaten paths at night, or camp beneath the stars at a series of bungalows run by Yala National Park. Not to mention a barbeque meal beside the bonfire."
        }
    },
    "index7": {
        "section1": {
            "Para1": "With a total area of 130,000 hectares, Wilpattu is the largest national park in Sri Lanka. It is also the oldest, having reopened after being closed for several years due to the country's armed conflict. A few decades ago, Wilpattu's leopard population made it more well-known than Yala's. One distinctive aspect of Wilpattu is the park's large, sand-rimmed natural lakes, or 'Villus,' which collect rainwater and draw wildlife, particularly during dry spells."
        },
        "section2": {
            "Heading1": "WILDLIFE OF WILPATTU",
            "Para1": "Sri Lanka is renowned for being among the top destinations in the world for the best animal attractions. Because of the Wilpattu National Park's size and soil, it has developed into one of the best places to see wildlife. Elephants from Sri Lanka, sloth bears, spotted deer, water buffaloes, and langurs all call it home. It is home to the Sri Lankan leopard, a species that draws a lot of tourists. The Sri Lankan leopard is the dominant feline species in Sri Lanka and the most elusive in the world. Leopards in Sri Lanka are more laid-back than they are anyplace else in the world, because there are no lions or tigers to endanger their status. They are frequently observed lounging in the treetops.",
            "Heading2": "AREA AND LOCATION",
            "Para2":"On Sri Lanka's northwest coast, inland, Wilpattu is situated roughly 185 km north of Colombo and 26 km north of Puttalam. It extends in the direction of Anuradhapura, the former capital. At 131, 693 hectares, the park is the largest national park in Sri Lanka, spanning the border between the North Central and North Western Provinces! The park's west boundary is 35 kilometers long and runs along Sri Lanka's northwest coast. Wilpattu became a National Park on February 25, 1938, after being designated as a wildlife refuge in 1905. Two major rivers border Wilpattu from the north and south: the Modara Gamaru to the north of the park and the Kala Oya to the south."
        },
        "section3": {
            "Heading1": "Top things to do in Willpattu National Park",
            "Heading2": "1.Guided Safari Game Drives",
            "Para1": "The Hunuwilgama Gate (Main Gate) is where the Wilpattu National Park Full Day Safari starts at 6 AM. This private safari excursion in the Wilpattu National Park includes a driver-operated jeep, park entrance fees, park taxes, and a pack of refreshments that includes fruit juice, water, and cookies. The  Wilpattu safari ends at the park gate (Main gate) at 6:00 PM.",
            "Heading3": "2.Safari Camping",
            "Para2": "The gravel roads of Wilpattu National Park are well-maintained, especially in the areas between the water holes, which are excellent spots to see wildlife. The most notable aspect of the national park rainforest is a distinctive collection of more than fifty wetlands resembling 'everglades'. The campsite is perfectly located for an early-morning safari before the tourists arrive.",
            "Heading4": "3.Tented Safari Camping",
            "Para3": "With a wealth of indigenous plants, animals, and fauna, the Wilpattu National Park is among Sri Lanka's best national parks.A luxurious tented safari vacation is ideal for you if you've always wanted to spend some time together among Wilpattu's amazing creations and natural surroundings. This is your home in the wilderness."
        }
    }   
}